/* %d cycles, %d%% healthy, %.0f℃ */
"%d cycles, %d%% healthy, %.0f℃" = "%1$d次充电循环，健康度%2$d%%，电池温度%3$.0f℃";

/* AC Power */
"AC Power" = "交流电供电";

/* Battery not exists. */
"Battery not exists." = "电池不存在。";

/* Charging */
"Charging" = "充电中";

/* Load Average: %@ */
"Load Average: %@" = "系统负载：%@";

/* Uptime: %dd %dh %dm %ds */
"Uptime: %dd %dh %dm %ds" = "已运行时间：%1$dd %2$dh %3$dm %4$ds";

